Repository: macagua/scrumlatamcomunidad.backend
Catalog: backend/src/slc_web/src/slc_web/locales/*/LC_MESSAGES/slc_web.po
Languages: es

source: A Community Member
es: Un miembro de la comunidad

source: A Community Sponsor
es: Un patrocinador de la comunidad

source: Addres
es: Dirección

source: Addres of the comunnity member
es: Dirección del miembro de la comunidad

source: Agriculture
es: Agricultura

source: Basic Data
es: Datos básicos

source: Basic data about community member.
es: Datos básicos sobre el miembro de la comunidad.

source: Collaborate community
es: Colaborador de la comunidad

source: Community Member
es: Miembro de la comunidad

source: Community Sponsor
es: Patrocinador comunitario

source: Company
es: Compañía

source: Contact
es: Contacto

source: Contact Data
es: Contactos

source: Contact data about community member.
es: Datos básicos sobre el miembro de la comunidad.

source: Country
es: País

source: Country of the community member
es: País del miembro de la comunidad

source: Developer
es: Desarrollador

source: Discord profile.
es: Perfil Discord.

source: Do you want to do agility work practices?
es: ¿Quieres hacer practicas de trabajo sobre agilidad?

source: Do you want to do member mentories?
es: ¿Quieres ser parte de los miembros de mentoría?

source: EEUU
es: Estados unidos de america

source: Education
es: Educación

source: Email
es: Correo electrónico

source: Email of the community member
es: Correo electrónico del miembro de la comunidad

source: English
es: Inglés

source: Enter a http:// or https:// web address
es: Introduzca una dirección web http:// o https://

source: Female
es: Femenino

source: Francese
es: Francés

source: Gender
es: Género

source: Gender of the community member
es: Género del miembro de la comunidad

source: Government
es: Gobierno

source: Indico profile.
es: Perfil Indico.

source: Industry
es: Industria

source: Industry sector to which it belongs
es: Sector industrial al que pertenece

source: Information
es: Información

source: Information Services
es: Servicios de información

source: Initial content for our website.
es: Contenido inicial para nuestro sitio web.

source: Interest
es: Intereses

source: Interest of the community member
es: Intereses del miembro de la comunidad

source: Knowledge
es: Conocimientos

source: Knowledge of the community member.
es: Conocimientos del miembro de la comunidad.

source: Last name
es: Apellido

source: Last name of the comunnity member
es: Apellido del miembro de la comunidad

source: Linkedin profile.
es: Perfil LinkedIn.

source: Logo/Photo
es: Logo/Foto

source: Male
es: Masculino

source: Manufacturing and construction
es: Manufactura y construcción

source: Mexico
es: México

source: NGO
es: ONG

source: Name
es: Nombre

source: Name of community member.
es: Nombre del miembro de la comunidad.

source: Native language
es: Idioma nativo

source: Native language of the community member.
es: Idioma nativo del miembro de la comunidad.

source: Organization
es: Organización

source: Organization of the community member
es: Organización del miembro de la comunidad

source: Other
es: Otro

source: Other languages
es: Otro idioma

source: Other languages that domain the community member.
es: Otro idioma del miembro de la comunidad.

source: Person
es: Persona

source: Phone
es: Teléfono

source: Phone number contains bad characters
es: El número de teléfono contiene caracteres incorrectos

source: Phone number is too short
es: El número de teléfono es demasiado corto

source: Phone number string is empty
es: El valor del número de teléfono ingresado está vacío

source: Phone of community member
es: Teléfono del miembro de la comunidad

source: Photo
es: Foto

source: Photo community member.
es: Foto del miembro de la comunidad.

source: Policy package to install our site
es: Paquete de políticas para instalar nuestro sitio

source: Portuguese
es: Portugues

source: Raw materials
es: Materias primas

source: SCRUM LATAM Comunidad Web portal: Initial content
es: Portal web SCRUM LATAM Comunidad: Contenido inicial

source: SCRUM LATAM Comunidad Web portal: Install
es: Portal web SCRUM LATAM Comunidad: Instalar

source: SCRUM LATAM Comunidad Web portal: Uninstall
es: Portal web SCRUM LATAM Comunidad: Desinstalar

source: Service
es: Servicio

source: Skills
es: Habilidades

source: Social Networks
es: Redes sociales

source: Social Networks of the community member
es: Redes sociales del miembro de la comunidad

source: Spanish
es: Español

source: Sponsor Basic Data
es: Datos básicos de Patrocinador

source: Sponsor Contact Data
es: Contactos de Patrocinador

source: Sponsor Contact Phone
es: Teléfono de Patrocinador

source: Sponsor Email
es: Correo electrónico de Patrocinador

source: Sponsor Information
es: Información sobre Patrocinador

source: Sponsor Logo or Photo
es: Logo/Foto de Patrocinador

source: Sponsor Name
es: Nombre de Patrocinador

source: Sponsor Type
es: Tipo de Patrocinador

source: Survey
es: Encuesta

source: Tester
es: Pruebas

source: Time zone
es: Zona horaría

source: Time zone of the community member
es: Zona horaria del miembro de la comunidad

source: Type
es: Tipo

source: Undefined
es: No definido

source: Uninstall SCRUM LATAM Comunidad Web portal setup.
es: Desinstalar la configuración del portal web SCRUM LATAM Comunidad.

source: Web Site
es: Sitio web

source: You can do work practices in the world of ability with us.
es: Puedes hacer prácticas laborales en el mundo de la habilidad con nosotros.

source: You can mentor your knowledge to members of the community.
es: Puede asesorar sus conocimientos a los miembros de la comunidad.

source: is not a valid email address.
es: no es una dirección de correo electrónico válida.

source: web address must start with http:// or https://
es: la dirección web debe empezar por http:// o https://
